Repository: nooker-app/nook
Catalog: NookKit/Sources/NookKit/Localizable.xcstrings
Source language: en
Languages: ja, ko, zh_hans

source: The selected AI provider is unavailable. Check Apple Intelligence availability or the Gemini API key in Settings.
ja: 選択した AI プロバイダーを利用できません。Apple Intelligence の利用状況、または設定の Gemini API キーを確認してください。
ko: 선택한 AI 제공자를 사용할 수 없습니다. Apple Intelligence 사용 가능 여부 또는 설정의 Gemini API 키를 확인해 주세요.
zh_hans: 所选 AI 提供商不可用。请检查 Apple Intelligence 的可用性或设置中的 Gemini API 密钥。

source: The server could not complete that request.
ja: サーバーがその要求を完了できませんでした。
ko: 서버가 해당 요청을 완료하지 못했습니다.
zh_hans: 服务器无法完成该请求。

source: The server could not send the email. It may not be able to send to this address yet — ask whoever runs the server.
ja: サーバーがメールを送信できませんでした。まだこの宛先に送れない可能性があります。サーバーの運営者に確認してください。
ko: 서버가 이메일을 보내지 못했습니다. 아직 이 주소로는 발송할 수 없을 수 있습니다. 서버 운영자에게 확인하세요.
zh_hans: 服务器无法发送邮件。它可能还不能向此地址发送。请联系服务器的运营者。

source: The server could not send the email. It may not be able to send to this address yet. Ask whoever runs the server.
ja: サーバーがメールを送信できませんでした。まだこの宛先に送れない可能性があります。サーバーの運営者に確認してください。
ko: 서버가 이메일을 보내지 못했습니다. 아직 이 주소로는 발송할 수 없을 수 있습니다. 서버 운영자에게 확인하세요.
zh_hans: 服务器无法发送邮件。它可能还不能向此地址发送。请联系服务器的运营者。

source: The server sends a code to the email address on the account. You will need it, along with your password, on the next step.
ja: サーバーがアカウントのメールアドレスにコードを送ります。次のステップでパスワードとともに必要になります。
ko: 서버가 계정에 등록된 이메일 주소로 코드를 보냅니다. 다음 단계에서 비밀번호와 함께 필요합니다.
zh_hans: 服务器会向账户的电子邮件地址发送一个代码。下一步需要它和你的密码。

source: The server that stores your posts refused these details. Try a different email address or password.
ja: 投稿を保存するサーバーがこの内容を受け付けませんでした。別のメールアドレスかパスワードを試してください。
ko: 글을 보관하는 서버가 이 정보를 거부했습니다. 다른 이메일 주소나 비밀번호로 시도하세요.
zh_hans: 存放你文章的服务器拒绝了这些信息。请尝试其他邮箱地址或密码。

source: The service could not complete that request.
ja: サービスがその要求を完了できませんでした。
ko: 서비스가 해당 요청을 완료하지 못했습니다.
zh_hans: 服务无法完成该请求。

source: The two passwords do not match.
ja: パスワードが一致しません。
ko: 두 비밀번호가 일치하지 않습니다.
zh_hans: 两次输入的密码不一致。

source: The web address becomes the last part of the link to this post. Lowercase letters, numbers, and hyphens.
ja: ウェブアドレスは、この投稿へのリンクの最後の部分になります。小文字・数字・ハイフンが使えます。
ko: 웹 주소는 이 글로 가는 링크의 마지막 부분이 됩니다. 소문자, 숫자, 하이픈을 쓸 수 있습니다.
zh_hans: 网址会成为这篇文章链接的最后一段。可使用小写字母、数字和连字符。

source: Thematic break
ja: 区切り線
ko: 구분선
zh_hans: 分隔线

source: There is no publication to give an icon to yet.
ja: アイコンを設定できる発行物がまだありません。
ko: 아직 아이콘을 붙일 발행물이 없습니다.
zh_hans: 还没有可以设置图标的发布物。

source: These are copies. Nook keeps them up to date from your repository, so editing one does not change the published post and deleting one does not unpublish it — use the post's own row for that.
ja: これらはコピーです。Nook がリポジトリから最新の状態に保つため、ファイルを編集しても公開中の投稿は変わらず、削除しても非公開にはなりません。それは投稿の行から行ってください。
ko: 이 파일들은 사본입니다. Nook이 내 저장소에서 계속 맞춰 두므로, 파일을 고쳐도 발행된 글이 바뀌지 않고 파일을 지워도 발행이 취소되지 않습니다. 그건 글 목록의 해당 항목에서 하세요.
zh_hans: 这些是副本。Nook 会依据你的仓库保持它们最新，所以编辑文件不会改动已发布的文章，删除文件也不会取消发布 — 请在文章自己的那一行进行。

source: This account already exists, so just sign in.
ja: このアカウントはすでにあるので、サインインするだけです。
ko: 이 계정은 이미 있으므로 로그인만 하면 됩니다.
zh_hans: 该账户已存在，直接登录即可。

source: This account is not available.
ja: このアカウントは利用できません。
ko: 이 계정은 사용할 수 없습니다.
zh_hans: 此账号不可用。

source: This applies to articles Nook reads from now on. An article you have already opened — here or on another device — keeps the parser that read it; use the parser menu in the reader to re-read one.
ja: この設定は、これから読み取る記事に適用されます。すでに開いた記事は、この端末でも他の端末でも、読み取ったときのパーサをそのまま使います。読み直すにはリーダーのパーサメニューを使ってください。
ko: 이 설정은 앞으로 읽어 들이는 글에 적용됩니다. 이미 열어 본 글은 이 기기든 다른 기기든 그때 사용한 파서를 그대로 유지합니다. 다시 읽으려면 리더의 파서 메뉴를 사용하세요.
zh_hans: 此设置适用于此后读取的文章。已打开过的文章——无论在本机还是其他设备——都会保留当时使用的解析器；若要重新读取，请使用阅读器中的解析器菜单。

source: This article changed elsewhere. Reload before saving again.
ja: この記事は別の場所で変更されました。保存し直す前に再読み込みしてください。
ko: 이 글이 다른 곳에서 변경됐습니다. 다시 저장하기 전에 새로 불러오세요.
zh_hans: 这篇文章已在别处被修改。请先重新加载再保存。

source: This article is no longer online
ja: この記事はもう公開されていません
ko: 이 글은 더 이상 온라인에 없습니다
zh_hans: 这篇文章已不在线

source: This code works.
ja: このコードは有効です。
ko: 사용할 수 있는 코드입니다.
zh_hans: 此代码有效。

source: This deletes your account on the server that stores your writing.
ja: 文章が保存されているサーバーからアカウントを削除します。
ko: 내 글이 저장된 서버에서 계정을 삭제합니다.
zh_hans: 这将删除存储你写作的服务器上的账户。

source: This draft is only on this device, so deleting it cannot be undone.
ja: この下書きはこの端末にしかないため、削除すると元に戻せません。
ko: 이 초안은 이 기기에만 있어서 삭제하면 되돌릴 수 없습니다.
zh_hans: 这份草稿只在本设备上，删除后无法恢复。

source: This is not the same as leaving Nook Plus. Leaving keeps your account and everything in it.
ja: Nook Plus の退会とは異なります。退会ではアカウントとその中身はそのまま残ります。
ko: Nook Plus 탈퇴와는 다릅니다. 탈퇴는 계정과 그 안의 모든 것을 남겨 둡니다.
zh_hans: 这与退出 Nook Plus 不同。退出会保留你的账户及其中的一切。

source: This is not the same as signing out, and not the same as deleting your account. Coming back needs a new invitation.
ja: サインアウトとも、アカウント削除とも異なります。再開するには新しい招待が必要です。
ko: 로그아웃과 다르고, 계정 삭제와도 다릅니다. 다시 시작하려면 새 초대가 필요합니다.
zh_hans: 这既不同于退出登录，也不同于删除账户。若要重新加入，需要新的邀请。

source: This is the real service. Anything you create here is real: a signup spends an invitation and cannot be undone.
ja: 本番サービスです。ここで作成したものはすべて実物で、サインアップは招待を消費し、取り消せません。
ko: 실제 서비스입니다. 여기서 만드는 것은 모두 실제이며, 가입은 초대를 소모하고 되돌릴 수 없습니다.
zh_hans: 这是正式服务。你在此创建的一切都是真实的：注册会消耗一次邀请，且无法撤销。

source: This name is already yours
ja: この名前はすでにあなたのものです
ko: 이 이름은 이미 내 것입니다
zh_hans: 这个名称已经属于你

source: Title
ja: タイトル
ko: 제목
zh_hans: 标题

source: Title & Summary
ja: タイトルと要約
ko: 제목 및 요약
zh_hans: 标题和摘要

source: Today
ja: 今日
ko: 오늘
zh_hans: 今天

source: Too many attempts. Wait a few minutes and try again.
ja: 試行回数が多すぎます。数分待ってからもう一度お試しください。
ko: 시도가 너무 많습니다. 몇 분 뒤에 다시 시도하세요.
zh_hans: 尝试次数过多。请等几分钟后重试。

source: Translate Titles Automatically
ja: タイトルを自動翻訳
ko: 제목 자동 번역
zh_hans: 自动翻译标题

source: Translating…
ja: 翻訳中…
ko: 번역 중…
zh_hans: 翻译中…

source: Try Again
ja: 再試行
ko: 다시 시도
zh_hans: 重试

source: Turn On
ja: オンにする
ko: 켜기
zh_hans: 开启

source: Typography preview
ja: タイポグラフィのプレビュー
ko: 타이포그래피 미리보기
zh_hans: 排版预览

source: Ungrouped
ja: 未分類
ko: 분류 없음
zh_hans: 未分组

source: Unknown parser error
ja: 不明な解析エラー
ko: 알 수 없는 오류
zh_hans: 未知的解析错误

source: Unpublish and Keep a Draft
ja: 公開停止して下書きに保存
ko: 내리고 초안으로 보관
zh_hans: 下架并保存为草稿

source: Unpublished
ja: 公開停止
ko: 발행 취소됨
zh_hans: 已取消发布

source: Unread
ja: 未読
ko: 안 읽음
zh_hans: 未读

source: Untitled
ja: 無題
ko: 제목 없음
zh_hans: 未命名

source: Use Apple Intelligence
ja: Apple Intelligence を使う
ko: Apple Intelligence 사용
zh_hans: 使用 Apple Intelligence

source: Use Download Articles to choose which stories to save. Saved articles open instantly without a connection and are kept on this device only.
ja: 「記事をダウンロード」で保存する記事を選べます。保存した記事は接続なしで即座に開き、この端末にのみ保存されます。
ko: ‘글 다운로드’로 저장할 글을 선택하세요. 저장된 글은 연결 없이도 즉시 열리며 이 기기에만 보관됩니다.
zh_hans: 用“下载文章”选择要保存的文章。已保存的文章无需联网即可立即打开，且仅保存在此设备上。

source: Use Gemini
ja: Gemini を使う
ko: Gemini 사용
zh_hans: 使用 Gemini

source: Use Gemini (may cost)
ja: Gemini を使う（費用の可能性）
ko: Gemini 사용 (비용 발생 가능)
zh_hans: 使用 Gemini（可能付费）

source: Use Gemini for categorization?
ja: 分類にGeminiを使いますか？
ko: 분류에 Gemini를 사용할까요?
zh_hans: 用 Gemini 进行分类？

source: Use This Server
ja: このサーバーを使う
ko: 이 서버 사용
zh_hans: 使用此服务器

source: Use a regular expression
ja: 正規表現を使う
ko: 정규식 사용
zh_hans: 使用正则表达式

source: Use lowercase English letters, numbers, and hyphens. A handle is a web address, so it cannot contain Korean, Japanese, Chinese, or accented letters.
ja: 英小文字・数字・ハイフンを使ってください。ハンドルはウェブアドレスなので、日本語・韓国語・中国語やアクセント付きの文字は使えません。
ko: 영문 소문자, 숫자, 하이픈을 사용하세요. 핸들은 웹 주소이기 때문에 한글·일본어·한자나 악센트 문자는 쓸 수 없습니다.
zh_hans: 请使用小写英文字母、数字和连字符。handle 是网址的一部分，因此不能包含中文、日文、韩文或带重音的字母。

source: Use lowercase English letters, numbers, and hyphens. This is part of a web address, so it cannot contain Korean, Japanese, Chinese, spaces, or accented letters.
ja: 英小文字・数字・ハイフンを使ってください。これはウェブアドレスの一部なので、日本語・韓国語・中国語・空白・アクセント付きの文字は使えません。
ko: 영문 소문자, 숫자, 하이픈을 사용하세요. 웹 주소의 일부이기 때문에 한글·일본어·한자·공백·악센트 문자는 쓸 수 없습니다.
zh_hans: 请使用小写英文字母、数字和连字符。这是网址的一部分，因此不能包含中文、日文、韩文、空格或带重音的字母。

source: Use lowercase letters, numbers, and hyphens, at least three characters.
ja: 小文字・数字・ハイフンを使い、3 文字以上にしてください。
ko: 소문자, 숫자, 하이픈으로 세 글자 이상 지어 주세요.
zh_hans: 请使用小写字母、数字和连字符，且至少三个字符。

source: Use one to six # markers followed by a space.
ja: # を 1〜6 個置き、スペースを空けます。
ko: # 기호를 1~6개 쓰고 한 칸 띄웁니다.
zh_hans: 使用一到六个 # 号，后跟一个空格。

source: Use suggestion
ja: 候補を使う
ko: 제안값 사용
zh_hans: 使用建议

source: Use the handle and password you chose when you set up publishing.
ja: 公開を設定したときに決めたハンドルとパスワードを入力してください。
ko: 발행을 설정할 때 정한 핸들과 비밀번호를 입력하세요.
zh_hans: 请输入你在设置发布时选择的 handle 和密码。

source: Used only to recover your account if you forget your password. It is never shown on your site.
ja: パスワードを忘れたときのアカウント復旧にのみ使います。サイトに表示されることはありません。
ko: 비밀번호를 잊었을 때 계정을 복구하는 데만 사용합니다. 사이트에 표시되지 않습니다.
zh_hans: 仅在你忘记密码时用于恢复账号，绝不会显示在你的网站上。

source: Web address
ja: ウェブアドレス
ko: 웹 주소
zh_hans: 网址

source: Web address and summary
ja: Web アドレスと概要
ko: 웹 주소와 요약
zh_hans: 网址与摘要

source: Welcome
ja: はじめに
ko: 시작하기
zh_hans: 欢迎

source: What kind of account?
ja: どの種類のアカウントですか？
ko: 어떤 종류의 계정인가요?
zh_hans: 哪种账户？

source: What this is
ja: これは何か
ko: 이게 무엇인가요
zh_hans: 这是什么

source: What you need
ja: 必要なもの
ko: 필요한 것
zh_hans: 你需要什么

source: Where your posts live
ja: 投稿が保存される場所
ko: 글이 저장되는 곳
zh_hans: 你的文章存放在哪里

source: Word or phrase to hide
ja: 隠す単語やフレーズ
ko: 숨길 단어나 구절
zh_hans: 要隐藏的单词或短语

source: Wrap a short code fragment in backticks.
ja: 短いコード片をバッククォートで囲みます。
ko: 짧은 코드 조각을 백틱으로 감쌉니다.
zh_hans: 用反引号包住简短的代码片段。

source: Wrap emphasized text in one asterisk.
ja: 斜体にする文字をアスタリスク 1 つで囲みます。
ko: 기울일 글자를 별표 하나로 감쌉니다.
zh_hans: 用一个星号包住要倾斜的文字。

source: Wrap important text in two asterisks.
ja: 強調する文字をアスタリスク 2 つで囲みます。
ko: 강조할 글자를 별표 두 개로 감쌉니다.
zh_hans: 用两个星号包住要强调的文字。

source: Wrap removed text in two tildes.
ja: 取り消す文字をチルダ 2 つで囲みます。
ko: 지운 글자를 물결표 두 개로 감쌉니다.
zh_hans: 用两个波浪号包住要删除的文字。

source: Write a post
ja: 投稿を書く
ko: 글 쓰기
zh_hans: 写文章

source: Write a rule
ja: ルールを書く
ko: 규칙 작성
zh_hans: 编写规则

source: Write here. **Bold**, *italic*, and [links](https://example.com) work.
ja: ここに書きます。**太字**、*斜体*、[リンク](https://example.com) が使えます。
ko: 여기에 씁니다. **굵게**, *기울임*, [링크](https://example.com)를 쓸 수 있습니다.
zh_hans: 在这里写作。支持 **粗体**、*斜体* 和 [链接](https://example.com)。

source: Write here. Markdown works.
ja: ここに書いてください。Markdown が使えます。
ko: 여기에 쓰세요. 마크다운을 지원합니다.
zh_hans: 在此写作。支持 Markdown。

source: Writing opens its own screen. On iPhone there is a button for it beside the tabs, so publishing does not start in Settings.
ja: 作成は専用の画面で行います。iPhone ではタブの横にボタンがあるので、発行を設定画面から始める必要はありません。
ko: 글쓰기는 전용 화면에서 합니다. iPhone에서는 탭 옆에 버튼이 있어서, 발행을 설정에서 시작하지 않아도 됩니다.
zh_hans: 写作有独立的界面。在 iPhone 上标签栏旁有一个按钮，因此发布无需从设置开始。

source: You can change this anytime in Settings › Experimental.
ja: この設定は「設定」›「実験室」でいつでも変更できます。
ko: 이 설정은 설정 › 실험실에서 언제든지 변경할 수 있습니다.
zh_hans: 你可以随时在“设置”›“实验室”中更改此设置。

source: You can publish now.
ja: 公開できます。
ko: 이제 발행할 수 있습니다.
zh_hans: 现在可以发布了。

source: You edited these files outside Nook. Nothing is published until you say so, and the files are exactly as you left them.
ja: これらのファイルは Nook の外で編集されました。あなたが指示するまで公開されず、ファイルは編集したままの状態です。
ko: Nook 밖에서 이 파일들을 수정했습니다. 직접 발행하기 전까지는 아무것도 발행되지 않고, 파일은 수정한 그대로 있습니다.
zh_hans: 你在 Nook 之外编辑了这些文件。在你确认之前不会发布任何内容，文件也保持你留下的样子。

source: You have left Nook Plus
ja: Nook Plus を退会しました
ko: Nook Plus를 탈퇴했습니다
zh_hans: 已退出 Nook Plus

source: You will sign in as
ja: サインインに使う名前
ko: 로그인에 사용할 이름
zh_hans: 你将以此登录

source: You're all caught up
ja: すべて既読です
ko: 모두 확인했어요
zh_hans: 已全部读完

source: You're at the start
ja: 先頭です
ko: 처음이에요
zh_hans: 已到开头

source: Your account
ja: アカウント
ko: 내 계정
zh_hans: 你的账号

source: Your account has been deleted
ja: アカウントを削除しました
ko: 계정이 삭제되었습니다
zh_hans: 账户已删除

source: Your account, your publications, and your articles are gone from the server, and your pages are coming down.
ja: アカウントも発行物も記事もサーバーから消え、公開ページも取り下げられています。
ko: 계정과 발행물, 글이 서버에서 사라졌고 공개 페이지도 내려가는 중입니다.
zh_hans: 你的账户、出版物和文章已从服务器上删除，页面正在撤下。

source: Your address
ja: あなたのアドレス
ko: 내 주소
zh_hans: 你的地址

source: Your copy is ready
ja: コピーの準備ができました
ko: 사본이 준비되었습니다
zh_hans: 副本已就绪

source: Your export could not be downloaded (%@). Try again.
ja: コピーをダウンロードできませんでした (%@)。もう一度お試しください。
ko: 사본을 내려받지 못했습니다 (%@). 다시 시도해 주세요.
zh_hans: 无法下载副本（%@）。请重试。

source: Your export could not be downloaded (%lld). Try again.
ja: 書き出したファイルをダウンロードできませんでした (%lld)。もう一度お試しください。
ko: 내보낸 파일을 받지 못했습니다 (%lld). 다시 시도해 주세요.
zh_hans: 无法下载导出的文件（%lld）。请重试。

source: Your export could not be prepared. Try again in a few minutes.
ja: コピーを準備できませんでした。数分後にもう一度お試しください。
ko: 사본을 준비하지 못했습니다. 몇 분 후 다시 시도해 주세요.
zh_hans: 无法准备副本。请几分钟后重试。

source: Your export is still being prepared. Try again in a moment.
ja: コピーはまだ準備中です。少し待ってからもう一度お試しください。
ko: 사본을 아직 준비하는 중입니다. 잠시 후 다시 시도해 주세요.
zh_hans: 副本仍在准备中。请稍后重试。

source: Your export was prepared but could not be downloaded. Try again.
ja: コピーは準備できましたが、ダウンロードできませんでした。もう一度お試しください。
ko: 사본은 준비되었지만 내려받지 못했습니다. 다시 시도해 주세요.
zh_hans: 副本已准备好，但无法下载。请重试。

source: Your full handle
ja: フルハンドル
ko: 전체 핸들
zh_hans: 你的完整 handle

source: Your handle
ja: あなたのハンドル
ko: 내 핸들
zh_hans: 你的 handle

source: Your handle is still spreading across the network, which can take a few minutes. Everything works in the meantime.
ja: ハンドルはまだネットワーク全体に広がっている途中で、数分かかることがあります。その間も問題なく使えます。
ko: 핸들이 아직 네트워크 전체에 퍼지는 중이며, 몇 분 걸릴 수 있습니다. 그동안에도 정상적으로 사용할 수 있습니다.
zh_hans: 你的 handle 仍在网络上传播，可能需要几分钟。在此期间一切照常可用。

source: Your handle is still spreading across the network. Everything works in the meantime.
ja: ハンドルはまだネットワーク全体に広がっている途中です。その間も問題なく使えます。
ko: 핸들이 아직 네트워크 전체에 퍼지는 중입니다. 그동안에도 정상적으로 사용할 수 있습니다.
zh_hans: 你的 handle 还在网络上传播。在此期间一切照常可用。

source: Your key is stored only on this device and is never synced. Features configured to use Gemini send the relevant article text to Google.
ja: キーはこの端末にのみ保存され、同期されません。Gemini を使用するよう設定した機能では、関連する記事テキストが Google に送信されます。
ko: 키는 이 기기에만 저장되며 동기화되지 않습니다. Gemini를 사용하도록 설정한 기능은 관련 기사 텍스트를 Google로 전송합니다.
zh_hans: 密钥仅存储在此设备上，绝不同步。配置为使用 Gemini 的功能会将相关的文章文本发送给 Google。

source: Your name, your address, every publication, every article, and every image go with it. Published pages come down. Nothing here can be undone, and nothing can bring the account back — a new one starts empty, with a new invitation.
ja: 名前、アドレス、すべての発行物、すべての記事、すべての画像が一緒に削除されます。公開ページも取り下げられます。取り消すことはできず、アカウントを元に戻す方法もありません。新しいアカウントは新しい招待とともに空の状態から始まります。
ko: 이름, 주소, 모든 발행물, 모든 글, 모든 이미지가 함께 사라집니다. 공개된 페이지도 내려갑니다. 되돌릴 수 없고 계정을 되살릴 방법도 없습니다 — 새 계정은 새 초대와 함께 빈 상태로 시작합니다.
zh_hans: 你的名称、地址、所有出版物、所有文章和所有图片都会一并删除。已发布的页面会被撤下。此操作无法撤销，账户也无法恢复 — 新账户需要新的邀请，且从空白开始。

source: Your pages are coming down. Everything you wrote is still in your repository, and your drafts are still on this device.
ja: 公開ページは削除中です。書いたものはすべてリポジトリに残っており、下書きもこの端末に残っています。
ko: 공개 페이지가 내려가는 중입니다. 작성한 글은 모두 내 저장소에 그대로 있고, 초안도 이 기기에 남아 있습니다.
zh_hans: 你的页面正在下架。你写的内容都还在你的仓库里，草稿也仍在此设备上。

source: Your password
ja: パスワード
ko: 비밀번호
zh_hans: 你的密码

source: Your password could not be saved to Passwords. Write it down somewhere safe — it cannot be reset.
ja: パスワードを「パスワード」に保存できませんでした。再設定はできないので、安全な場所に書き留めてください。
ko: 비밀번호를 '암호' 앱에 저장하지 못했습니다. 재설정이 불가능하므로 안전한 곳에 적어 두세요.
zh_hans: 无法将密码保存到「密码」中。它无法重置，请记录在安全的地方。

source: Your password is saved in Passwords, under your handle.
ja: パスワードは「パスワード」にハンドル名で保存されました。
ko: 비밀번호가 '암호' 앱에 핸들 이름으로 저장되었습니다.
zh_hans: 密码已按你的 handle 保存到「密码」中。

source: Your posts
ja: あなたの投稿
ko: 내 글
zh_hans: 你的文章

source: Your posts are stored in a personal repository that belongs to you, not inside Nook's database. If Nook ever disappears, your writing does not.
ja: 投稿は Nook のデータベースではなく、あなた自身のリポジトリに保存されます。Nook がなくなっても、あなたの文章は残ります。
ko: 글은 Nook의 데이터베이스가 아니라 여러분 소유의 개인 저장소에 보관됩니다. Nook이 사라져도 여러분의 글은 사라지지 않습니다.
zh_hans: 你的文章保存在属于你自己的个人仓库中，而不是 Nook 的数据库里。即使 Nook 消失，你的文章依然存在。

source: Your posts live on a server that holds your password, so the reset code comes from there by email. Nook never sees it.
ja: 投稿はパスワードを保持しているサーバー上にあるため、再設定コードはそこからメールで届きます。Nook はコードを見ません。
ko: 글은 비밀번호를 보관하는 서버에 있으므로, 재설정 코드는 그 서버가 이메일로 보냅니다. Nook은 코드를 볼 수 없습니다.
zh_hans: 你的文章存放在保存密码的服务器上，重设码由该服务器通过邮件发送。Nook 看不到它。

source: Your posts stay in your repository and your account is untouched. Nook stops publishing your pages and forgets your membership, and coming back needs a new invitation.
ja: 投稿はリポジトリにそのまま残り、アカウントには触れません。Nook はページの公開を停止してメンバーシップを忘れ、再開には新しい招待が必要です。
ko: 글은 내 저장소에 그대로 남고 계정도 건드리지 않습니다. Nook은 공개 페이지 발행을 중단하고 멤버십을 잊으며, 다시 시작하려면 새 초대가 필요합니다.
zh_hans: 你的文章会留在你的仓库中，账户不受影响。Nook 会停止发布你的页面并忘记你的会员身份，重新加入需要新的邀请。

source: Your publications and articles stay in your repository, and your name and account are untouched. What goes is your membership and the pages Nook publishes for you.
ja: パブリケーションと投稿はリポジトリにそのまま残り、名前とアカウントにも触れません。なくなるのはメンバーシップと、Nook が公開しているページです。
ko: 발행물과 글은 내 저장소에 그대로 남고, 이름과 계정도 건드리지 않습니다. 없어지는 것은 멤버십과 Nook이 발행해 주는 공개 페이지입니다.
zh_hans: 你的发布页和文章会留在你的仓库中，名称和账户也不受影响。消失的是你的会员身份和 Nook 为你发布的页面。

source: Your session expired. Sign in again.
ja: セッションの有効期限が切れました。もう一度サインインしてください。
ko: 세션이 만료됐습니다. 다시 로그인해 주세요.
zh_hans: 会话已过期，请重新登录。

source: Your session has expired. Sign in again to continue.
ja: セッションの有効期限が切れました。続けるには再度サインインしてください。
ko: 세션이 만료되었습니다. 계속하려면 다시 로그인해 주세요.
zh_hans: 会话已过期。请重新登录以继续。

source: Your site
ja: あなたのサイト
ko: 내 사이트
zh_hans: 你的网站

source: Your site has an RSS feed, so anyone can follow it in any reader.
ja: サイトには RSS フィードがあるので、どのリーダーからでも購読できます。
ko: 내 사이트에는 RSS 피드가 있어서 어떤 리더에서든 구독할 수 있습니다.
zh_hans: 你的站点带有 RSS 订阅源，任何阅读器都能关注。

source: Your site icon
ja: 自分のサイトアイコン
ko: 내 사이트 아이콘
zh_hans: 你的站点图标

source: ignore case (prefix)
ja: 大文字小文字を無視（接頭辞）
ko: 대소문자 무시 (접두사)
zh_hans: 忽略大小写（前缀）

source: matches a or b
ja: a または b に一致
ko: a 또는 b와 일치
zh_hans: 匹配 a 或 b

source: whole word only
ja: 単語全体のみ
ko: 단어 전체만
zh_hans: 仅整词

source: “%@” comes off the web either way. Keeping a draft leaves the text on this device so you can publish it again; deleting the text keeps no copy anywhere.
ja: どちらの場合も「%@」は Web から削除されます。下書きとして保存すると本文はこの端末に残り、再び公開できます。本文も削除すると、どこにも複製は残りません。
ko: 어느 쪽이든 “%@”은(는) 웹에서 내려갑니다. 초안으로 보관하면 본문이 이 기기에 남아 다시 발행할 수 있고, 본문까지 삭제하면 어디에도 사본이 남지 않습니다.
zh_hans: 无论选择哪种方式，“%@”都会从网络上移除。保存为草稿会将正文留在此设备上，以便再次发布；同时删除正文则不会在任何地方保留副本。

source: “%@” will be removed from your repository and from the web. This cannot be undone.
ja: 「%@」がリポジトリと Web から削除されます。取り消せません。
ko: “%@”이(가) 내 저장소와 웹에서 제거됩니다. 되돌릴 수 없습니다.
zh_hans: “%@”将从你的仓库和网络上移除。此操作无法撤销。

source: OK
ko: 확인
zh_hans: 好
